"平铺桌面上的所有窗口"="Fliesen aller Fenster auf dem Desktop"
"短焦"="Kurzdistanz"
"设备丢失"="Gerät fehlt"
"正常使用模式"="Normale Benutzung Bild-Modus"
"状态"="Status"
"请点击<中左处>的十字符号。"="Klicken Sie bitte das Kreuzsymbol <Middel Left>. "
"进程名称"="Prozessname"
"播放视频失败!"="Fehlgeschlagen, Video abzuspielen!"
"屏幕宽度"="Breite des Bildschirms"
"禁用"="Deaktivieren"
"背投模式"="Rückprojektor"
"正常使用设置"="Normale Benutzung Einstellungen"
"互动白板定位软件 "="Interaktives Whiteboard Kalibrierungssystem 4.1.0.0"
"请点击<左上角>的十字符号。"="Klicken Sie bitte das Kreuzsymbol <Left-Top>. "
"图像传感器参数设定"="Bild-Sensor-Einstellungen"
"36 点"="36 Punkte"
"禁止光笔控制(Ctrl + Shift + P)"="Deaktivieren der Steuerung durch den optischen Stift (Strg + Umschalt + P)"
"帧率："="FPS:"
"特例进程列表"="Liste außergewöhnlicher Prozesse"
"翻译项目"="Übersetzungsobjekt"
"更多windows手势设置"="Weitere Einstellungen von Windows-Gesten..."
"提示信息"="Prompt Information"
"自动校正失败！"="Automatische Kalibrierung fehlgeschlagen!"
"状态:播放视频失败"="Status: Abspielen vom Video fehlgeschlagen"
"你需要重新设置光斑的信息吗？"="Sind Sie sicher, die Information über Lichtpunkte erneut einzustellen?"
"长焦"="Langdistanz"
"自动校正失败！ 正确的校正单元数少于36。"="Automatische Kalibrierung fehlgeschlagen! Die Anzahl der gültigen Kalibrierungszelle ist weniger als 36."
"手动编辑屏蔽区域"="Manuelles Bearbeiten vom Maskierungsbereich"
"刷新当前窗口"="Schließen des aktuellen Fensters"
"灰度值"="Graustufe"
"视频设备列表"="Liste von Videogeräten"
"安装向导"="Installationsanweisung"
"缺省值"="Standard Einstellungen"
"windows手势设置"="Einstellungen von Windows-Gesten"
"RSBoard手势识别设置"="RSBoard Gestenerkennungskonfiguration"
"1.调试摄像头模式"="Regulation des Webcam-Bild-Modus"
"调试激光发射器模式"="Regulation des Lasergerät-Bild-Modus"
"参数设置"="Parametereinstellungen"
"最大化/还原当前窗口"="Maximieren / Wiederherstellen des aktuellen Fensters"
"手动校正"="Manuelle Kalibrierung"
"36点"="36 Punkte"
"亮度系数（0~255）"="Der Helligkeitskoeffizient (0-255)"
"坐标或面积不能为零，请重新再输入"="Koordinaten oder Fläche darf nicht Null sein, bitte geben Sie erneut ein"
"校正类型"="Kalibrierungsart"
"视频"="Video"
"错误!"="Fehler!"
"mspaint.exe"="mspaint.exe"
"自动校正设置"="Automatische Kalibrierung Einstellungen"
"手势识别配置"="Gestenerkennungskonfiguration"
"伽玛值"="Gamma Wert"
"视频格式列表"="Liste von Videoformaten"
"关闭当前窗口"="Aktualisieren des aktuellen Fensters"
"模拟校正"="Simulationskalibrierung"
"Process Name"="Prozessname"
"开启所有基于手指的手势"="Start aller Finger-Gesten"
"状态:停止"="Status: Stop"
"添加特例"="Exception einfügen"
"显示主窗体"="Hauptfenster anzeigen"
"25 点"="25 Punkte"
"请点击<中右处>的十字符号。"="Klicken Sie bitte das Kreuzsymbol <Middle Right>. "
"软件狗错误！"="Hardware Key fehlt!"
"退出手动修正"="Schließen der manuellen Korrektur"
"删除"="Löschen"
"手掌与标准光斑的倍数"="Palm in Vielfachen von Lichtpunkten"
"手指触控"="Die Finger-Touch"
"windows画图"="Windows-Paints"
"GLBoard手势设置"="Einstellungen von GLBoard Gesten"
"确认退出人工补正操作吗?"="Sind Sie sicher, die Intervention zur manuellen korrektur zu beenden?"
"如果需要设置每个点的坐标与光斑大小，请点击屏幕上的口字符号 "="Bitte Klicken Sie auf das Symbol, um die Koordinaten und die Größe der Lichtpunkte einzustellen"
"窗口切换"="Fenster wechseln"
"启用录制录像"="Start der Aufnahme vom Video"
"交换图像(←→)"="Wechseln von Bildern(←→)"
"未发现手指触控加密锁"="Ist kein gültiger USB-Key für die weiße Handtouch-Tafel!"
"帮助"="Hilfe"
"屏蔽区域设定相关"="Einstellungen für den Maskierungsbereich"
"操作"="Bedienung"
"开启所有基于手掌的手势"="Start aller Palm-Gesten"
"另外一个3D白板定位程序正在运行中"="Ein anderer Orientierungsprozess für die 3D weiße Tafel ist im Betrieb!
"
"双屏拼接"="Doppelt Bildschirm"
"图像传感器"="Bild-Sensor"
"响应光斑大小比例"="Geben Sie den Prozentsatz vom Lichtpunkt ein"
"手势设置"="Einstellungen von Gesten"
"开启日志"="Aktivieren vom Log"
"手动编辑遮蔽区域"="Manuelles Bearbeiten vom Maskierungsbereich"
"请点击<左下角>的十字符号。"="Klicken Sie bitte das Kreuzsymbol <Left-Bottom>. "
"亮度系数"="Der Helligkeitskoeffizient"
"关于… "="Über..."
"请点击<右上角>的十字符号。"="Klicken Sie bitte das Kreuzsymbol <Right-Top>. "
"最小化当前窗口"="Minimieren des aktuellen Fensters"
"屏幕高度"="Höhe des Bildschirms"
"激光影像电子白板定位软件"="Interaktives Kalibrierungsprogramm für weiße Tafel"
"结束屏蔽区域编辑"="Beenden vom Bearbeiten auf dem Maskierungsbereich"
"校正失败,请重新校正！"="Kalibrierung fehlgeschlagen! Bitte versuchen Sie erneut."
"高级设置"="Fortgeschrittene Einstellungen"
"确定要退出光斑的设置，重新设置请点击 '取消' "="Sind Sie sicher, die Einstellung von Lichtpunkten zu beenden? Klicken Sie bitte <Abbrechen> um erneut einzustellen."
"应用"="Anwenden"
"取消"="Abbrechen"
"添加"="Hinzufügen"
"互动白板定位程序"="Interaktives Whiteboard Kalibrierprogramm"
"你所点击的不在任何一个口字的位置上，请重新设置 "="Ihr Klick ist auf keine Position des Symbols, bitte geben Sie erneut ein"
"语言选择"="Sprachoptionen"
"开启所有RSBorad手势"="Starten aller RSBoard Gesten"
"状态:未找到设备"="Status: Gerät fehlt"
"自动屏蔽干扰点"="Automatische Maskierung"
"开启所有windows手势"="Starten aller Windows-Gesten"
"低"="Niedrig"
"平均画面亮度"="Durchschnittliche Helligkeit"
"自动校正"="Automatische Kalibrierung"
"确认结束校正吗?按""取消""重新校正"="Ende der Kalibrierung? Drücken Sie Abbreichen, um erneut zu kalibrieren."
"请点击<中上处>的十字符号。"="Klicken Sie bitte das Kreuzsymbol <Middle-Top>. "
"更多RSBorad手势设置"="Weitere Einstellungen von RSBoard Gesten..."
"确认信息"="Bestätigung"
"状态:运行"="Status: im Betrieb"
"退出校正"="Kalibrierung beenden"
"结束屏蔽图编辑"="Beenden des Bearbeitens vom Maskierungsbereich"
"停止"="Stop"
"平均画面亮度（0~255）"="Durchschnittliche Helligkeit (0-255)"
"3D电子白板光笔定位程序"="Kalibrierungsprogramm des optischen Stifts für weiße Tafel"
"调试摄像头模式"="Regulation des Webcam-Bild-Modus"
"显示桌面"="Desktop anzeigen"
"请点击<右下角>的十字符号。"="Klicken Sie bitte das Kreuzsymbol <Right-Bottom>. "
"状态：运行"="Status: im Betrieb"
"系统启动时自动运行"="Automatischer Start beim Systemstart"
"鼠标滚轮"="Mouserad"
"程序启动时发现干扰点, 光笔被自动禁用！"="Der optische Stift ist deaktiviert, denn einige Unordentlichkeiten wurden beim Start des Programms gefunden!"
"实时帧率"="Realtime FPS"
"设定修改将在下次启动时生效"="Die Änderung wird ab dem nächsten Start funktionieren."
"2.调试激光器模式"="Regulation des Lasergerät-Bild-Modus"
"退出"="Beenden"
"错误提示"="Fehler beim Prompt"
"自动屏蔽"="Automatische Maskierung"
"退出光斑设置"="Einstellungen von Lichtpunkten beenden"
"应用（A)"="Anwenden"
"程序运行中发现有大的干扰点出现,光笔被自动禁用！"="Der optische Stift ist deaktiviert, denn einige große Unordentlichkeiten wurden während des Betriebs vom Programm gefunden!"
"Application Name"="Applikationsname"
"传感器 2"="Sensor 2"
"镜头焦距类型"="Fokustyp der Linse"
"安装调试"="Installation und Programmkorrektur"
"运行"="Start"
"你没有权限使用手指触控功能!"="Sie sind nicht berechtigt, den Finger-Touch-Funktion zu benutzen!"
"开启RSBoard手势识别"="Start der RSBoard Gestenerkennung"
"笔触控"="Der Stift-Touch"
"电子白板定位程序"="Kalibrierungsprogramm für weiße Tafel "
"高"="Hoch"
"激光影像电子白板定位软件（v4.0.0.0）"="Interaktives Kalibrierungsprogramm für weiße Tafel (Version 4.0.0.0)"
"手势识别设置"="Gestenerkennungskonfiguration"
"平均帧率"="Durchschnittliche FPS"
"校正录像文件"="Aufnahmedateienkalibrierung"
"应用程序名称"="Applikationsname"
"光斑采样"="Probenahme von Lichtspot"
"图像亮度"="Helligkeit des Bildschirms"
"禁止光笔控制"="Deaktivieren der Steuerung durch den optischen Stift"
"确定"="OK"
"应用程序名称："="Applikationsname"
"基于手指的手势"="Finger-Gesten"
"25点"="25 Punkte"
"请点击<正中间>的十字符号。"="Klicken Sie bitte das Kreuzsymbol <Middle>. "
"请点击屏幕上的口字符号取得光斑的大小"="Bitte klicken Sie auf das Symbol auf dem Bildschirm, um die Größe der Lichtpunkte abzulesen"
"传感器 1"="Sensor 1"
"例外进程"="Außergewöhnlich"
"常规进程"="General"
"推荐值"="Empfohlener Wert"
"更多GLBoard手势设置"="Weitere Einstellungen von GlBoard Gesten..."
"手掌与标准光斑的倍数（3~7）"="Palm in Vielfachen von Lichtpunkten (3-7)"
"投射比"="Projektionsverhältnis"
"帧率"="FPS"
"结束编辑"="Ende vom Bearbeiten"
"基于手掌的手势"="Palm-Gesten"
"响应光斑大小比例（20%~80%）"="Geben Sie den Prozentsatz vom Lichtpunkt ein(20% -80%)"
"参数设置..."="Parametereinstellungen..."
"移动当前窗口"="Bewegen des aktuellen Fensters"
"删除选中特例"="Exception löschen"
"启动"="Start"
"自动屏蔽(Ctrl + Shift + A)"="Automatische Maskierung (Strg + Umschalt + A)"
"缺省设置"="Standardeinstellungen"
"浏览"="Blättern"
"板擦与标准光斑的倍数"="Radierer in Vielfachen von Lichtpunkten "
"指定的USB摄像头未找到, 请插入摄像头！"="Die spezifizierte USB-Kamera fehlt! Bitte stecken Sie die USB-Kamera."
"3.正常使用模式"="Normale Benutzung Bild-Modus"
"开启所有GLBoard手势"="Starten aller GLBoard Gesten"
"RSBorad手势设置"="Einstellungen von RSBoard Gesten"
"状态窗口"="Status-Fenster"
"手动修正快捷菜单"="Schnelles Menü für manuelle Korrektur"
"触屏"="Touchpad"
"请点击<中下处>的十字符号。"="Klicken Sie bitte das Kreuzsymbol <Middle-Bottom>. "
"进程名称："="Prozessname"
"其他设置"="Weitere Einstellungen"
"鼠标"="Mouse"
"灰度值（0~255）"="Graustufe (0-255)"
"超短焦"="Ultrakurzdistanz"
"更多windows手势设置…"="Weitere Einstellungen von Windows-Gesten..."
"关于..."="Über..."
"选择界面语言"="Sprachoptionen"
"请点击箭头顶端闪烁的点"="Klicken Sie bitte auf das blinkende Punkt an der Spitze des Pfeils."

